school = {"1А": 28, "1Б": 26, "2А": 21, "2Б": 24, "3А": 26, "3Б": 21, "4Ф": 20, "4Б": 23, "5А": 19, "5Б": 18,
          "6А": 23, "6Б": 27, "7А": 17, "7Б": 25, "8А": 25, "8Б": 24, "9А": 29, "9Б": 18, "10А": 24, "10Б": 22,
          "11А": 24, "11Б": 23}  # Словарь классов с количеством учащихся
school["11А"] = 24# В 11А классе изменилось количество учащихся
school["1В"] = 15  # В школе появился 1в класс
del school["10Б"]  # Класс 10б был удален
print(f"Всего учеников в школе: {sum(school.values())}")  # Выводим на экран общее число учащихся в школе
